Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: For floating rate financial assets and floating rate financial liabilities, periodic re-estimation of cash flows to reflect movements in market rates of interest alters the effective interest rate.
es: En el caso de los activos financieros y los pasivos financieros a tipo de interés variable, la reestimación periódica de los flujos de efectivo esperados para reflejar movimientos en los tipos de interés de mercado altera el tipo de interés efectivo.

source: Earnings before interest, tax, depreciation and amortization, adjusted by profit eliminated from intra-group activities.
es: Resultado antes de intereses, impuestos, amortizaciones y provisiones, ajustado por los flujos de los trabajos realizados para el propio inmovilizado.

source: EBITDA (Earnings before interest, taxation, depreciation and amortization) Operating income less operating expenses.
es: EBITDA (Resultado bruto de explotación) Beneficio de explotación antes de intereses, amortizaciones y provisiones.

source: Terra's aggregate business value to 2005 earnings before interest, taxes, depreciation and amortization
es: Valor de negocio de Terra dividido por los beneficios antes de intereses, impuestos, depreciación y amortización para 2005

source: As a result of this and the diversification of our commercial and operational presence, we were able to meet our goal to achieve 20 percent growth in both sales and in earnings before interest, taxes, depreciation, and amortization (EBITDA) for the year.
es: Lo anterior ha permitido cumplir nuestra meta de crecer 20% en ventas y en EBITDA año con año, crecimiento que hemos logrado diversificando nuestra presencia comercial y operativa.

source: EBITDA (earnings before interest, taxes, depreciation and amortization) reached S/. 576 million, a 1.1% drop when compared to 3Q99.
es: El EBITDA (utilidad antes de intereses, impuestos, depreciación y amortización) ascendió a S/. 576 millones, cifra 1.1% menor que el tercer trimestre del año pasado.

source: Floating rate financial liabilities bear interest rates, based on relevant EURIBOR equivalents, which are fixed in advance for periods of six months.
es: Los pasivos financieros a tipo variable devengan unos tipos de interés, basados en los equivalentes al EURIBOR de que se trate, que son fijados de antemano por semestres.

source: The Bank utilizes cash flow hedges primarily to convert floating rate deposit liabilities to fixed rate.
es: El Banco utiliza este tipo de coberturas principalmente para convertir pasivos por depósitos de tasa flotante a una tasa fija.

source: (c) Similarly, an entity may indicate its exposure to cash flow interest rate risk through a table indicating the aggregate carrying amount of groups of floating rate financial assets and financial liabilities maturing within various future time periods.
es: (c) De forma similar, la entidad puede indicar su nivel de exposición al riesgo por tipo de interés en los flujos de efectivo a través de una tabla donde indique el importe en libros total de los grupos de activos financieros de interés variable, y de los grupos de pasivos financieros, cuyo vencimiento futuro se producirá dentro de los diversos plazos.

source: A hypothetical, immediate increase of 100 basis points in the interest rates applicable to our floating rate financial assets and liabilities at December 31, 2004 would have resulted in additional interest expense of approximately Ps. 194.8 million per year, assuming no change in the principal amount of such indebtedness.
es: Un incremento teórico inmediato de 100 puntos base en las tasas de interés aplicables a los activos y pasivos financieros de la Compañía que devengaban intereses a tasas variables al 31 de diciembre de 2004, habría dado como resultado intereses pagados adicionales por aproximadamente Ps.194.8 millones anuales, asumiendo que no hubo cambios en el monto principal de dicha deuda.

source: However, where cash flows involve floating rate financial assets or financial liabilities and the cash flows are contractually linked, periodic re-estimation of cash flows is usually undertaken to reflect movements in market rates of interest, which could in turn alter the effective interest rate and the adjustment is recognised as income or expense in profit or loss (IAS 39, AG7).
es: Sin embargo, cuando los flujos de efectivo toman en cuenta activos financieros de tasa flotante o pasivos financieros en donde los flujos de efectivo se encuentran contractualmente ligados, se asumen normalmente estimaciones periódicas con el fin de reflejar movimientos en las tasas de interés de mercado que podrían alterar la tasa de interés efectiva y el ajuste se reconoce como ingreso o gasto en pérdidas y ganancias (IAS39, AG7).

source: Interest rate fluctuations change the fair value of assets and liabilities that bear interest at fixed rates and the future flows from assets and liabilities tied to floating interest rates.
es: Las variaciones en los tipos de interés modifican el valor razonable de aquellos activos y pasivos que devengan un tipo de interés fijo, así como los flujos futuros de los activos y pasivos referenciados a un tipo de interés variable.

source: (b) exposed to cash flow interest rate risk, such as financial assets and financial liabilities with a floating interest rate that is reset as market rates change
es: (b) expuestos al riesgo de tipo de interés en el flujo de efectivo, tales como los activos financieros y los pasivos financieros con un interés variable, que se revisa cuando los tipos de mercado cambian

source: Also, certain assets and liabilities earn or bear interest at a floating rate which is adjusted each year; therefore, the fair value of these assets and liabilities, resulting solely from the variations in market interest rates, will not differ significantly from the value recognised in the consolidated balance sheet.
es: Por otro lado, algunos activos y pasivos son a tipo variable con revisión anual del tipo de interés aplicable; por tanto, el valor razonable de estos activos, como consecuencia exclusivamente de los movimientos de los tipos de interés de mercado, no será significativamente diferente del registrado en el balance.

source: EBITDA (Earnings Before Interests, Tax, Depreciation and Amortization) was 70m euros representing a 66% increase over the previous year's result of 42.1m euros.
es: El EBITDA, beneficio de explotación antes de impuestos y amortizaciones, ha sido de 70M de euros lo que supone un 66% de aumento con respecto al año anterior que fue de 42,1M de euros.

source: Last year the Peruvian company that concentrates its operations in southern Peru, a region which has a market share of 45%, reported sales of $106 million dollars, with earnings before interest, taxes, depreciation and amortization of $3.3 million.
es: El año pasado, la empresa peruana, que concentra sus operaciones en el sur de Perú, región en la que tiene una participación de mercado de 45%, reportó ventas por 106 millones de dólares, con una utilidad antes de intereses, impuestos, depreciación y amortización de 3.3 millones.

source: (3) Earnings before interest, tax, depreciation and amortization, adjusted by the works flows done for own fixed assets (4) Earnings before interest, tax, depreciation and amortization.
es: (3) Resultado antes de intereses, impuestos, amortizaciones y provisiones, ajustado por los flujos de los trabajos realizados para el propio inmovilizado. (4) Resultado antes de intereses, impuestos, amortizaciones y provisiones.

source: EBITDA (Earnings Before Interests, Tax, Depreciation and Amortization) was 68.1m euros, with a growth of 25% over the same period of the previous year, rising from 54.6m euros to 68.1m euros in this period of 2007, which represented an improvement in the profitability of the company.
es: EBITDA y beneficios de la compañía El beneficio de explotación antes de amortizaciones (EBITDA) ha sido de 68,1 M de euros, con un crecimiento de un 25% respecto al mismo período del año anterior, al pasar de los 54,6 M de euros a los 68,1 M de euros de este período de 2007, lo que implica una mejora en la rentabilidad de la compañía.

source: GMV assesses its operational performance on the basis of several factors, including the main financial measurement of earnings before interest, taxes, depreciation and amortization, omitting the company financing structure and form (EBITDA).
es: GMV evalúa el desempeño operativo en base a varios factores, incluyendo la medida financiera principal de ingresos de operaciones antes de depreciación del activo inmovilizado material y de amortizaciones de activos intangibles, donde adicionalmente se omite la forma y la estructura de financiación de la empresa (EBITDA).

source: is earnings before interest, taxes, depreciation, and amortization.
es: Flujo de operación equivale a la utilidad de operación antes de gastos por amortización y la depreciación.

source: For the purposes of this analysis, Morgan Stanley has used the ratio of aggregate value (defined as market capitalization plus total debt less cash and cash equivalents plus other adjustments) to estimated 2005 earnings before interest, taxes, depreciation, and amortization, and has applied this multiple to Terra's 2005 earnings before interest, taxes, depreciation and amortization, based on financial forecasts prepared by Terra's management.
es: A los efectos de este análisis, Morgan Stanley ha utilizado el ratio de valor de negocio (definido como capitalización bursátil más deuda total menos tesorería y equivalentes más otros ajustes) dividido por los beneficios estimados de 2005 antes de intereses, impuestos, depreciación y amortización y ha aplicado este múltiplo a los beneficios antes de intereses, impuestos, depreciación y amortización de 2005 para Terra, utilizando como fuente proyecciones financieras del equipo de gestión de Terra.

source: a gross operating result of turnover i.e. the % EBITDA (Earning before interest, tax, depreciation and amortization) of turnover of at least 10% for non-integrated steel companies and 13.5 % for integrated mills)
es: un resultado bruto de explotación, es decir, un EBITDA (beneficios antes de intereses, impuestos, depreciaciones y amortizaciones) mínimo equivalente al 10 % del volumen de negocios en las empresas siderúrgicas no integradas y del 13,5 % en las laminadoras integradas

source: The Bank utilizes fair value hedges primarily to convert fixed rate financial assets and liabilities to floating rate.
es: El Banco utiliza las coberturas de valor justo principalmente para convertir activos y pasivos financieros de tasa fija a una tasa flotante.

source: Interest rate fluctuations change the future flows from assets and liabilities that bear floating-rate interest.
es: Las variaciones de los tipos de interés modifican los flujos futuros de los activos y pasivos referenciados a un tipo de interés variable.

source: Interest rate risk arising from fluctuations in the cash flows expected on assets and liabilities linked to floating interest rates.
es: De Tipo de interés por las variaciones en los flujos de efectivo esperados en los activos y pasivos referenciados a tipo de interés variable.

source: Interest rate risk exists principally with respect to our net financial liabilities bearing interest at floating rates.
es: El riesgo relacionado con las tasas de interés existe principalmente como resultado de los pasivos financieros netos que devengan intereses a tasas variables.

source: Despite the fact that it has realised parts of its investment plan, the company has failed to reduce costs and outstanding liabilities.
es: A pesar de haber realizado parte de su plan de inversiones, la empresa no ha reducido ni los costes ni las deudas pendientes.

source: Assets, liabilities, income and expenses involved with the joint ventures are stated in the consolidated statement of financial position and in the consolidated statement of comprehensive income in accordance with their specific nature.
es: Los activos, pasivos, ingresos y gastos correspondientes a los negocios conjuntos se presentan en el estado de situación financiera consolidada y en el estado de resultados integrales consolidados de acuerdo con su naturaleza específica.

source: Labor liabilities include obligations for the pension and retirement plan, seniority premium and postretirement medical services, based on actuarial calculations by independent actuaries, using the projected unit credit method.
es: Consisten en los pasivos por plan de pensiones y jubilaciones, prima de antigüedad y servicios médicos posteriores al retiro, determinados a través de cálculos actuariales realizados por actuarios independientes, basados en el método del crédito unitario proyectado.

source: Without codification, we are floating in a sea of documents and decisions.
es: Sin codificación, flotamos en un mar de documentos y decisiones.

source: Swaps may be made to achieve many goals, including establishing a tax loss, upgrading credit quality, extending or shortening maturity, exchanging fixed rate liabilities for floating ones and vice versa, etc. Bond swaps are sometimes called switches.
es: Pero entonces, los swaps se observaron como un reflejo de las expectativas y la predisposición del mercado hacia los tipos de interés y las preocupaciones crediticias a través de lo que un swap de tipo de interés refleja, que no es sino un deseo de intercambiar préstamos uno que se prestó a un tipo fijo y otro a un tipo variable sujeto al LIBOR.

source: The interest rates are floating at prime rate plus spread composed of risk premium and term charge.
es: Los tipos de interés son flotantes al tipo preferente más un diferencial compuesto por la prima de riesgo y la de plazo.

source: You can combine the basic sets ASSETS and LIABILITIES because they use the same dimension - Account.
es: Los sets básicos ASSETS y LIABILITIES pueden combinarse porque utilizan la misma dimensión (Cuenta).

source: When a US ceding entity retrocedes risks to a non-US reinsurance entity, US legislation requires that a guarantee be provided for the benefit of the US ceding company in order for it to reduce its statutory reserve liabilities.
es: Cuando una cedente americana retrocede los riesgos a un reasegurador no americano, la regulación americana exige que se otorgue una garantía a favor de la cedente americana para que ésta pueda reducir sus reservas técnicas (statutory reserve liabilities).

source: 6.5.1 The document introduces the concept of 'implicit liabilities' or liabilities incurred by the increased spending that awaits the various countries in the near future because of their ageing populations.
es: 6.5.1 Se introduce así el concepto de pasivos implícitos («implicit liabilities»), es decir, de pasivos derivados de los crecientes gastos que tendrán que afrontar los diferentes países en un futuro próximo como consecuencia del envejecimiento de su población.

source: If you wanted to list liabilities before assets, you would change the single-dimension set BAL-SHEET, so that LIABILITIES is the first set in the single-dimension set.
es: Si desea enumerar el pasivo antes del activo, debe modificar el set unidimensional BAL-SHEET para que LIABILITIES sea el primer set del set unidimensional.

source: The Group has had since 1997 an Assets and Liabilities Committee (ALCO), the functions of which include analysis and control of market risk.
es: El Grupo tiene constituido desde 1997 un Comité de Activos y Pasivos - ALCO (Assets and Liabilities Committee) que tiene como función entre otras, el análisis y control del riesgo de mercado.

source: The accounts in the report appear in the order defined in the single-dimension set BAL-SHEET (basic sets ASSETS and LIABILITIES).
es: Las cuentas del informe aparecen en el orden definido en el set unidimensional BAL-SHEET (sets básicos ASSETS y LIABILITIES).

source: As may be seen from the preceding table, retail banking has the most weight, both with regard to total assets as well as contribution to gross margin, highlighting its greater profitability versus the other two segments due to the fact that the commercial effort to increase customer liability products has been aimed fundamentally at retail banking customers with the consequent loss of profitability in this segment.
es: Como se observa en el cuadro anterior, el segmento de banca de particulares es el de mayor peso, tanto en activos totales como en contribución al margen bruto, resaltando su mayor rentabilidad frente a los otros dos segmentos debido a que el esfuerzo comercial de incremento de pasivo de clientes, se ha dirigido fundamentalmente a los clientes de banca personal con la consiguiente pérdida de rentabilidad en este segmento.

source: And, he always said that gross margin is a good disciplinarian.
es: Y, el siempre dijo que ese margen de beneficio bruto es un buen disciplinario.

source: The gross margin was of 5,349 million euros at the close of the financial year, increasing by 16% and being located at 56.7% of sales.
es: El margen bruto fue de 5.349 millones de euros al cierre del ejercicio, incrementándose en un 16% y situándose en el 56,7% de las ventas.

source: Gross margin maps clearly showed the need for changing from the usual 'blanket' approach to crop production to a more controlled system where inputs were placed only where the crop had potential to make best use of them.
es: "Los mapas de márgenes brutos mostraban claramente la necesidad de cambiar el habitual enfoque de tipo ""sábana"" de la producción de cultivos por un sistema más controlado en el que los medios se aplicasen únicamente en aquellos lugares donde se daba el mejor potencial de aprovechamiento por parte del cultivo."

source: Their gross margin is higher than the average Group margin.
es: Su ratio de margen bruto es superior al de la media del Grupo.

source: As a result of cost efficiencies, the gross margin expanded by 90 basis points to 54.9% in 2006.
es: Como resultado de las eficiencias en costos, el margen bruto creció 90 puntos base a 54.9% en 2006.

source: Budgeted gross margin gross margin has been assumed constant with the prior year, increased only by the improvements expected in efficiency and mix of services with a higher document management content.
es: Margen bruto presupuestado se ha considerado como base el margen bruto obtenido el año inmediatamente anterior al primer ejercicio presupuestado, incrementado por las mejoras esperadas en la eficiencia y la mejora en el mix de servicios con mayor contenido de gestión documental.

source: Gross margin expanded 0.6 percentage points to reach 27.1% of total revenues, primarily due to the benefit from increased coordinated efforts with our suppliers to provide the right promotions and right products for consumers.
es: El margen bruto representó 27.1% de los ingresos totales, un incremento de 0.6 puntos porcentuales, resultado de esfuerzos coordinados con los proveedores ofreciendo las mejores promociones y productos para los consumidores.

source: This decline in prices improved the gross margin by 0.68 percentage points compared with the previous year.
es: Esta contención de precios, ha contribuido a que el porcentaje de nuestra rentabilidad bruta haya mejorado en 0,68 puntos porcentuales sobre el año anterior.

source: This displays such key figures as planned sales at sales price, planned sales at purchase price, gross margin, total value of the markdown, and so on.
es: Esto muestra ratios tales como ventas planificadas al precio de venta, ventas planificadas al precio de compra, el margen bruto, el valor total de la reducción, etcétera.

source: The greater the value, the higher the gross margin of the vendor company, either through higher prices or higher sales volumes.
es: Cuanto mayor sea el valor, mayor será el margen bruto para la empresa vendedora, ya sea a través de unos precios más elevados, ya sea por un incremento en el volumen de ventas.

source: Profit percentage; either a markup or a gross margin
es: Porcentaje del beneficio; un recargo o un margen bruto

source: This increase in profit was attributable to higher net sales in Switzerland and strong growth in Germany, as well as strict cost management and a slight improvement in the gross margin.
es: El incremento del resultado debe atribuirse al aumento del volumen de ventas en Suiza, al fuerte crecimiento en Alemania así como a la estricta gestión de costes y al ligero mejoramiento del margen bruto.

source: In Western Europe, supermarkets typically expect to make a gross margin of between 20 and 35% on all the fresh produce that they sell; bananas are no exception.
es: En Europa Occidental, los supermercados, como de costumbre, esperan lograr un margen bruto entre 20 y 35% con la venta de todos sus productos frescos y el banano no es la excepción.

source: Pro forma gross margin is expected to be between the range of 32% and 34%.
es: Esperamos alcanzar un margen bruto pro forma situado entre el 32 y el 34 por ciento.

source: The gross margin as a percentage of sales fell to 21.3% from 23.5%.
es: El margen de explotación como porcentaje de las ventas cayó al 21,3% de un 23,5

source: Should currencies remain at current level, INDITEX considers a stable level as its best estimate for the FY2008 gross margin based on that of FY2007.
es: Con los tipos de cambio actuales, el Grupo considera como su mejor estimación de margen bruto para el conjunto del ejercicio 2008 un nivel estable sobre el nivel alcanzado en el ejercicio 2007.

source: We are the innovators building on our knowledge and skills.
es: Somos los innovadores que construimos nuestro conocimiento y nuestras habilidades.

source: Enterprises that are effective innovators are often those that participate in networks with other organisations.
es: Los innovadores eficaces son a menudo las empresas que participan en redes con otras estructuras.

source: There is also a need for improved access to patent information for companies and innovators.
es: Es necesario también facilitar el acceso de las empresas y de quienes innovan a la información sobre las patentes.

source: In order to stimulate research and development within the agri-food industry, it is appropriate to protect the investment made by innovators in gathering the information and data supporting an application pursuant to this Regulation.
es: Con el fin de estimular la investigación y el desarrollo en la industria agroalimentaria, es conveniente proteger las inversiones efectuadas por innovadores en la recogida de información y datos en apoyo de una solicitud en el marco del presente Reglamento.

source: What advice can you offer to young innovators in developing countries?
es: ¿Qué consejo ofrece a los jóvenes innovadores de países en desarrollo?

source: Just like in medieval times, the coming megacities will be the engines of economics, innovators in geopolitics, and international diplomacy.
es: Tal como en la edad media, las emergentes mega-ciudades serán el motor de la economía, innovadoras en geopolítica y diplomacia internacional.

source: Why are all the software industry's innovators not demanding that we introduce this directive at breakneck speed?
es: ¿Por qué los innovadores de software no exigen que introduzcamos esta directiva con la mayor celeridad posible?

source: The role of innovators in such a dynamic learning environment is therefore especially significant not only for what they contribute, but also through the example they set for educators and trainers.
es: Es por ello que la función de los innovadores en este dinámico entorno del aprendizaje cobra particular relevancia, no sólo por sus contribuciones, sino porque es un ejemplo para educadores e instructores.
